Repository: Erebot/Erebot_Module_Admin
Catalog: data/i18n/*/LC_MESSAGES/Erebot_Module_Admin.po
Languages: fr_fr

source: <var name="user"/> is not a valid administrator
fr_fr: <var name="user"/> n'est pas un administrateur valide

source: <var name="user"/> was granted administrator access
fr_fr: Accès administrateur accordé à <var name="user"/>

source: Checking whether <var name="user"/> is an administrator
fr_fr: Vérification des privilèges d'administrateur pour <var name="user"/>

source: Could not register trigger for admin command "<var name="command"/>"
fr_fr: Impossible d'enregistrer le déclencheur pour la commande d'administration "<var name="command"/>"

source: Could not register trigger for admin command "join"
fr_fr: Impossible d'enregistrer le déclencheur pour la commande d'administration "join"

source: Could not register trigger for admin command "reload"
fr_fr: Impossible d'enregistrer le déclencheur pour la commande d'administration "reload"

source: Disconnecting as requested by <var name="user"/>
fr_fr: Déconnexion en cours suite à la demande de <var name="user"/>

source: Leaving <var name="targets"/> as requested by <var name="user"/>
fr_fr: Sortie de <var name="targets"/> conformément à la demande de <var name="user"/>

source: Setting mode <var name="mode"/> on <var name="target"/> in channel <var name="chan"/> as requested by <var name="user"/>
fr_fr: Positionnement du mode <var name="mode"/> sur <var name="target"/> dans le canal <var name="chan"/> à la demande de <var name="user"/>

source: Successfully reloaded files.
fr_fr: Fichiers rechargés avec succès.

source: The following files could not be reloaded: <for from="files" item="file"><var name="file"/></for>
fr_fr: Les fichiers suivants n'ont pas pu être rechargés : <for from="files" item="file"><var name="file"/></for>

source: The runkit extension is needed to perform hot reloads
fr_fr: L'extension runkit est nécessaire pour recharger les fichiers à chaud.

source: This module provides several commands that require administrator privileges.
fr_fr: Ce module fournit plusieurs commandes qui nécessitent des privilèges administrateur.

source: This server does not support this operation
fr_fr: Ce serveur ne supporte pas cette opération
